Repository: WPPlugins/groovefx-product-designer
Catalog: languages/woocommerce-groovefx-*.po
Languages: fr_fr

source: Settings
fr_fr: Paramètres

source: creative
fr_fr: creation

source: PopArt andy 4 photos landscape
fr_fr: PopArt andy 4 photos paysage

source: modern PopArt 4 photos landscape
fr_fr: modern PopArt 4 photos paysage

source: Please update WooCommerce to the latest version! GrooveFX only works with version 2.1 or newer.
fr_fr: Merci de mettre WooCommerce à jour. GrooveFX ne fonctionne qu'à partir de la version 2.1 ou supérieure.

source: GrooveFX product
fr_fr: GrooveFX produit

source: GrooveFX feature
fr_fr: GrooveFX effet

source: Width
fr_fr: Largeur

source: Width of your object in cm (rounded up) without border
fr_fr: Largeur faciale de votre produit en cm (arrondi supérieur)

source: Height
fr_fr: Hauteur

source: Height of your object in cm (rounded up) without border
fr_fr: Hauteur faciale de votre produit en cm (arrondi supérieur)

source: If your product have different colors. Eg : Tshirt
fr_fr: Si votre produit peut avoir plusieurs couleurs. Ex : Tshirt.

source: Type your colors, hexadecimal without # separated by comma. Eg : 564586,a1a2a3,FFFFF
fr_fr: Indiquez vos codes couleurs, en hexadecimal sans # séparés par une virgule. Ex : 564586,a1a2a3,FFFFF

source: List of colors
fr_fr: Liste des couleurs

source: Get HD image
fr_fr: Récupérer l'image HD

source: You need to have an account with groovefx to get your HD image
fr_fr: Vous devez avoir un contrat avec groovefx pour récuperer votre image HD

source: GROOVEFX API KEY
fr_fr: Clé API GROOVEFX

source: Enter your GrooveFX API KEY
fr_fr: Entrez votre clé API GrooveFX

source: GROOVEFX CLIENT NAME
fr_fr: GROOVEFX NOM UTILISATEUR

source: Enter your GrooveFX client name
fr_fr: Entrez votre nom de utilisateur GrooveFX

source: Update products list
fr_fr: Mettre à jour la liste des produits

source: For more information go to groovefx.fr
fr_fr: Pour plus d'informations, allez sur groovefx.fr

source: <h3>This Woocommerce extension is just a bridge between the famous SAAS application GROOVEFX and your website.</h3><br> <H2>START FIRST</H2> You can try GrooveFX without account, but also without HD output: To link a Woocommerce product to a GrooveFX product, just go to the Woocommerce product page you want to get customizable.<br> For simple products, just select a product in the droplist (GrooveFX tab).<br> For the Woocommerce variable products, each variation contain this droplist.<br><br> You'll have 5 possible inputs: The GrooveFX product, the GrooveFX feature, the widh and the height (option if the product have variable size, see catalog), and colors if your products need to have a choice of colors (like tshirt.).<br> Once your client bought a product customized with GrooveFX, you will recover the ready-to-print file in the order page, within the 'GET HD IMAGE' button. <br><br><br> <H2>WHY ARE THERE ONLY 3 PRODUCTS IN THE DROPLIST?</H2> You will first need to refresh the list, clicking on 'UPDATE PRODUCTS LIST' on the left side of this page. <br><br><br> <H2>CAN I CREATE MY OWN PRODUCTS?</H2> Nope: if you don't find the right product you need in our 2500+ products list, you can contact us in order to add it in our catalog FOR FREE! <a href='http://groovefx.fr/cat/index_en.php' target='_blank' title='GrooveFX Product Catalog'>GrooveFX Product Catalog</a> <br><br><br> <H2>WILL I BE ABLE TO CHANGE ANYTHING IN MY PRODUCT DESIGNER FRONTPAGE?</H2> We can add fonts, or even your own cliparts on your account, FOR FREE. We can also manage little changes in your product designer frontpage (colors, logo...) <br><br><br> <H2>OK, I REALLY LOVE YOUR APPLICATION. SO WHAT'S NEXT?</H2> The next step is simple: just go on <a href='http://www.groovefx.fr/EN' target='_blank' title='GrooveFX WebSite'>GrooveFX website</a> and click on 'START NOW'
fr_fr: <h3>Ce Plugin est une passerelle entre votre site et la populaire application GROOVEFX</h3><br> <H2>COMMENT DEMARRER ?</H2> Pour associer un produit Woocommerce à un produit GrooveFX, allez simplement dans la page produits de Woocommerce.<br> Pour les produits simples, sélectionnez dans la liste déroulante le produit corespondant à celui que vous vendez (Onglet GrooveFX).Pour les variations, chaque variation possède sa propre liste.<br><br> Vous aurez 5 champs possibles : le produit GrooveFX, la fonctionnalité associée, la hauteur et la largeur (optionnels si votre produit est à taille variable), et couleurs si votre produit peut être de plusieurs coloris (comme les tshirt.).<br> Une fois la commande de votre client passée, vous n'avez qu'a récupérer l'image prête à imprimer, au bon format, en cliquant sur le bouton 'Récupérer l'image HD' dans le bon de commande. <br><br><br> <H2>POURQUOI N'Y A T-IL QUE 3 PRODUITS DANS LA LISTE ?</H2> Dès le départ, vous devrez rafraichir la liste en cliquant sur 'Mettre à jour la liste des produits' à gauche de cette page. <br><br><br> <H2>PUIS-JE CREER MES PROPRES PRODUITS ?</H2> Non, le but est que vous n'ayez rien à faire; si vous ne trouvez pas votre produit dans notre catalogue de 2500 références, alors demandez-nous, nous créérons ce produit gratuitement. <br><br><br> <H2>POURRAIS-JE EFFECTUER DES MODIFICATIONS SUR MON INTERFACE ?</H2> Nous pouvons modifier les fontes, les cliparts, ou même modifier certains éléments de l'interface (couleurs, logo...) pour vous, gratuitement. <br><br><br> <H2>J'ADORE CETTE APPLICATION, QUE DOIS-JE FAIRE ?</H2> C'est simple, rendez-vous sur http://www.groovefx.fr/ et cliquez sur COMMENCER MAINTENANT

source: Impossible to connect to groovefx server. Please retry later or contact us at support@groovefx.fr
fr_fr: Connexion au serveur groovefx.fr impossible. Veuillez réeassayez plus tard ou contactez-nous : support@groovefx.fr

source: Product color
fr_fr: Couleur du produit

source: See your customization
fr_fr: Regardez votre personnalisation

source: View Product
fr_fr: Voir le produit

source: Add to cart
fr_fr: Ajouter au panier

source: Do you want to make a new customization from scratch ?
fr_fr: Souhaitez-vous effectuer une nouvelle personnalisation ?

source: Customize
fr_fr: Personnalisez
